org_files/2016-11-13-autumn-of-heavenly-kingdom.org
#+STARTUP: showall indent
#+STARTUP: hidestars
#+BEGIN_HTML
---
layout: post
title: 《天国之秋》-在悲惨的年代，没有人可以成为赢家
categories: book review
tags: History
---
#+END_HTML

#+BEGIN_QUOTE
天国之秋
作者: 裴士锋 (Stephen R.Platt)
出版社: 社会科学文献出版社
原作名: Autumn in the Heavenly Kingdom: China, the West, and the Epic Story of the Taiping Civil War
译者: 黄中宪 / 谭伯牛（校）
丛书: 甲骨文丛书
#+END_QUOTE

这本书是我看得第一本西方人写的太平天国专著，提供了不同与社会主义史学家对太平天国的崇高赞扬和太平天国贬低者的第三种视角。当然，这本书极力想说明英美两国从外交家到雇佣兵对太平天国战争最后结局的影响，这点在我看来夸大了，也缺乏更有力的论证。

** 翔实的西方人留下的史料提供了独特的角度
从额尔金伯爵(Earl Elgin)到为清军作战的美国流浪汉，还有战争期间在上海的英国商人，这些人留下的信件，文件，日记，为作者提供了丰富的西方人视角下的太平天国战争的第一手记载。
